Repository: sohel-0206/ivan-semkin
Catalog: launcher/LanguageResources.*.resx
Languages: ru

# action_will_uninstall_launcher_wont_be_deleted
source: This action will uninstall this app from your computer. Launcher will not be deleted.
ru: Это действие удалит InfANTс этого компьютера. Launcher удалён не будет.

# an_another_is_running_only_one_allowed
source: An another instance of this application in currently running. You can only run 1 instance at the same time.
ru: InfANT уже был запущен. Допускается работа только одной истанции.

# are_u_sure
source: Are you sure?
ru: Вы уверены?

# cant_connect_to_internet
source: Can't connect to the Internet!
ru: Проблемы с доступом к интернету!

# cant_laucnch_busy_corrupt
source: Can't launch InfANT! The file is busy or corrupt.
ru: Ошибка при запуске InfANT! Файл повреждён или используется.

# cant_write_logs_no_access
source: Couldn't write the logs to disk! It looks like you have no access to the folder or the file is in use. Reboot your PC and relaucnh InfANT with Administrator privileges.
ru: Не удалось записать историю сканирований на диск, возможно она уже открыта или у прогрммы нет доступа к данному пути. Перезагрузите компьютер и повторно запустите InfANT от имени администратора.

# corrupted_sign
source: corrupted!
ru: повреждена!

source: Done!
ru: Готово!

source: Error!
ru: Ошибка!

source: Fatal Error!
ru: Критическая Ошибка!

# hope_u_had_good_experience_will_close_now
source: We hope you had a good experience using our software! Launcher will close now.
ru: Я надеюсь вам понравилось использовать наше програмное обеспечение. Сейчас Launcher будет закрыт.

source: Install
ru: Установить!

source: Installing/updating finished!
ru: Установка/обновление завершены.

source: no
ru: нет

source: not installed!
ru: отсутствует!

# no_internet_cant_check_updates
source: Looks like you have no internet connection (or our server is down), can't check for updates!
ru: Проблемы с доступом к интернету (или с нашим сервером), не удалось проверить обновления!

# no_internet_cant_update_install
source: Looks like you have no internet connection (or our server is down), can't install/update the app!
ru: Проблемы с доступом к интернету (или с нашим сервером), не удалось установить InfANT / обновления!

# no_internet_changelog_wasnt_updated
source: Looks like you have no internet connection (or our server is down), changelog wasn't updated
ru: Проблемы с доступом к интернету (или с нашим сервером), не удалось обновить "Историю изменений"!

# no_internet_sign
source: no internet
ru: нет сети

source: Oops.
ru: Упс.

# something_wrong_but_nothing_bad
source: Something went wrong, but nothing bad happened. Just try again.
ru: Что-то пошло не так, но ничего страшного не произошло. Попробуйте ещё раз.

# this_will_reset_settings_delete_logs_renew_files
source: This action will RESET all of your settings and will CLEAN your logs. Also, it will renew some files.
ru: Это действие СБРОСИТ все ваши настройки и ОЧИСТИТ историю работы программы. Также некоторые файлы будут восстановлены.

source: Uninstall finished successfully!
ru: Деинсталляция успешно завершена!

source: Update
ru: Обновить

# was_fixed_successfully
source: InfANT was fixed successfully!
ru: InfANT был успешно восстановлён!

source: Yay!
ru: Ура!

# yes_exc
source: yes!
ru: да!
