Repository: sohel-0206/ivan-semkin
Catalog: antivirus/main.*.resx
Languages: ru

# btnScanFolder.Text
source: Scan
ru: Сканировать

# textFolderPath.Text
source: Select a path first --->
ru: Выберите папку/диск --->

# btnQuickLast.Text
source: Review your last scan
ru: Результаты последнего сканирования

# button4.Text
source: PC protection tips
ru: Советы по защите компьютера

# btnQuickFull.Text
source: Drive Scan
ru: Полное Сканирование

# btnQuickFast.Text
source: Fast Scan
ru: Быстрое Сканирование

# groupBox3.Text
source: Here are some quick suggestions:
ru: Быстрый старт:

# labelSafeUnsafeWelcome.Text
source: Your computer is safe!
ru: Компьютер в безопасности

# tabHello.Text
source: Hello!
ru: Здравствуйте!

# labScannedFast.Text
source: Files Scanned:
ru: Файлов отсканировано:

# labelFastScan.Text
source: This scan is useful if you are limited in time. It will scan main folders on your PC for viruses.
ru: Этот режим полезен при ограниченном времени. Он просканирует только главные директории на компьютере.

# checkShowWarningsFast.Text
source: Show Warnings
ru: Показывать ошибки

# checkShowVirusesFast.Text
source: Show Viruses
ru: Показывать вирусы

# checkShowSuspiciousFast.Text
source: Show Suspicious Files
ru: Показывать подозрительн.

# checkShowOKFast.Text
source: Show OK Files
ru: Показывать безопасные

# groupLogFastSettings.Text
source: Log Settings
ru: Настройки лога

# btnFastScan.Text
source: Scan
ru: Начать сканирование

# tabSimple.Text
source: Fast Scan
ru: Быстрое сканирование

# labSelectTheDrive.Text
source: <--- Select a drive first
ru: <--- Выберите том

# labScannedFull.Text
source: Files Scanned:
ru: Файлов отсканировано:

# labelFullScan.Text
source: This scan scans everything on a specific drive and usally takes a lot of time.
ru: Этот режим проверяет все файлы на одном томе и занимает большое количество времени.

# checkShowWarningsFull.Text
source: Show Warnings
ru: Показывать ошибки

# checkShowVirusesFull.Text
source: Show Viruses
ru: Показывать вирусы

# checkShowSuspiciousFull.Text
source: Show Suspicious Files
ru: Показывать подозрительн.

# checkShowOKFull.Text
source: Show OK Files
ru: Показывать безопасные

# groupLogFullSettings.Text
source: Log Settings
ru: Настройки лога

# btnFullScan.Text
source: Scan
ru: Начать сканирование

# tabDrivescan.Text
source: Drive Scan
ru: Полное сканирование

# labThisFileStatus.Text
source: unselected
ru: не выбран

# labThisFileIs.Text
source: This file is:
ru: Этот файл:

# textFilePath.Text
source: Select a file first --->
ru: Выберите файл --->

# btnScanFile.Text
source: Scan
ru: Сканировать

# btnSelectFile.Text
source: Select
ru: Выбрать

# groupFile.Text
source: Scan a File
ru: Сканировать файл

# checkShowWarnings.Text
source: Show Warnings
ru: Показывать ошибки

# checkShowViruses.Text
source: Show Viruses
ru: Показывать вирусы

# checkShowSuspicious.Text
source: Show Suspicious Files
ru: Показывать подозрительн.

# checkShowOK.Text
source: Show OK Files
ru: Показывать безопасные

# groupLogFolderSettings.Text
source: Log Settings
ru: Настройки лога

# labScanned.Text
source: Files Scanned:
ru: Файлов отсканировано:

# btnSelectFolder.Text
source: Select
ru: Выбрать

# groupFolder.Text
source: Scan a Folder/Drive
ru: Сканировать папку/диск

# tabAdvanced.Text
source: Advanced Scan
ru: Расширенное сканирование

# btnClearVirusesLog.Text
source: Clear the log
ru: Очистить историю

# labSuspTree.Text
source: Suspicious files:
ru: Подозрительные файлы:

# labVirusesTree.Text
source: Viruses:
ru: Вирусы:

# btnDeleteThisVirus.Text
source: Delete this file
ru: Удалить файл

# richTextVirusesHistory.Text
source: Select the virus in the tree to see the detailed information about it
ru: Выберите вирус в дереве, чтобы просмотреть подробную информацию о нём.

# tabViruses.Text
source: Viruses
ru: Найденные угрозы

# btnClearScansLog.Text
source: Clear the log
ru: Очистить историю

# richTextScansHistory.Text
source: Select the scan in the tree to see the detailed information about it
ru: Выберите сканирование в дереве, чтобы просмотреть подробную информацию о нём.

# tabLogs.Text
source: Scans History
ru: История сканирований

# tabScan.Text
source: Scan
ru: Сканировать

# labelYoVersionLab.Text
source: unknown
ru: неизвестна

# labelYoVersion.Text
source: Your version:
ru: Ваша версия:

# checkLogOnlyImportant.Text
source: Only important changes
ru: Показывать только весомые изменения

# tabChangelog.Text
source: Changelog
ru: История обновлений

# btnRetryInternet.Text
source: Retry
ru: Повторить

# labNotConnected.Text
source: You are not connected to the Internet
ru: Проблемы с доступом к Интернету
